2gua.rainbow-brackets
abusaidm.html-snippets
alexdima.copy-relative-path
anseki.vscode-color
bbenoist.vagrant
bmewburn.vscode-intelephense-client
bungcip.better-toml
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
codezombiech.gitignore
CoenraadS.bracket-pair-colorizer
cssho.vscode-svgviewer
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
donjayamanne.githistory
dsznajder.es7-react-js-snippets
eamodio.gitlens
eamodio.toggle-excluded-files
EditorConfig.EditorConfig
eg2.tslint
eg2.vscode-npm-script
emeraldwalk.RunOnSave
esbenp.prettier-vscode
felipecaputo.git-project-manager
felixfbecker.php-debug
flowtype.flow-for-vscode
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
foxundermoon.shell-format
fwcd.kotlin
jasonnutter.search-node-modules
kelset.rn-full-pack
L13RARY.l13-diff
mathiasfrohlich.Kotlin
mgmcdermott.vscode-language-babel
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-vscode.Go
ms-vscode.powershell
msjsdiag.debugger-for-chrome
msjsdiag.vscode-react-native
naumovs.color-highlight
Orta.vscode-jest
raynigon.nginx-formatter
redhat.java
redhat.vscode-yaml
richie5um2.vscode-sort-json
richie5um2.vscode-statusbar-json-path
Shan.code-settings-sync
shanoor.vscode-nginx
streetsidesoftware.code-spell-checker
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
waderyan.gitblame
wayou.vscode-todo-highlight
wmaurer.change-case
xyz.local-history
yzhang.markdown-all-in-one
